Tekla.Structures.DrawingInternal.AssociativityRule.DirectionEnum


Tekla.Structures.DrawingInternal.AssociativityRule.DirectionEnum.DIRECTION_UNDEFINED


Tekla.Structures.DrawingInternal.AssociativityRule.DirectionEnum.X_MIN


Tekla.Structures.DrawingInternal.AssociativityRule.DirectionEnum.X_MAX


Tekla.Structures.DrawingInternal.AssociativityRule.DirectionEnum.Y_MIN


Tekla.Structures.DrawingInternal.AssociativityRule.DirectionEnum.Y_MAX


Tekla.Structures.DrawingInternal.AssociativityRule.DirectionEnum.Z_MIN


Tekla.Structures.DrawingInternal.AssociativityRule.DirectionEnum.Z_MAX


Tekla.Structures.DrawingInternal.AssociativityRule.DirectionEnum.ALL
